Repository: bgayman/GraphTheory
Catalog: Graph/*.lproj/Entities.strings
Languages: ar, de, es, fr, ja, nl, ru

source: Graph
ar: مخطط
es: Grafo
fr: Graphe
ja: グラフ
nl: Graaf
ru: график

source: Graphs
ar: مخططات
de: Graphen
es: Grafos
fr: Graphes
ja: グラフ
nl: Grafen
ru: графов

source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
ja: の設定
nl: Instellingen
ru: настройки

source: Restore
ar: إستعادة
de: Wiederherstellen
es: Restaure
fr: Restaurez
ja: を復元
nl: Herstell
ru: возвращать

source: Delete Graph
ar: مسح مخطط
de: Graph Löschen
es: Eliminar Grafo
fr: Supprimer Graphe
ja: グラフを削除する
nl: Verwijder Graaf
ru: удалить график

source: Graph Stats
ar: حالة مخطط
de: Graph Statistik
es: Estadísticas Grafo
fr: Statistiques Graphe
ja: グラフ統計
nl: Graaf Statistieken
ru: статистика графика

source: Calculator
ar: حاسبة
de: Rechner
es: Calculadora
fr: Calculatrice
ja: 電卓
nl: Rekenmachine
ru: калькулятор

source: Share as PDF
ar: PDF
de: PDF
es: PDF
fr: PDF
ja: PDF
nl: PDF
ru: PDF

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annulation
ja: キャンセル
nl: Annuleren
ru: отменить

source: Number of Vertices
ar: رؤوس
de: Eckpunkte
es: Nodos
fr: Sommets
ja: ノード
nl: Knopen
ru: узлов

source: Number of Edges
ar: حواف
de: Linien
es: Lados
fr: Bords
ja: エッジ
nl: Zijden
ru: рёбрами

source: Number of Spanning Trees
ar: أشجار ممتدة
de: Spannbäume
es: Árboles que Abarca
fr: Arbre Couvrant
ja: スパニングツリー
nl: Opspannende Boomen
ru: остовных деревьев

source: Graph is Bipartite
ar: مخطط ثنائي الاقسام
de: Bipartiter Graph
es: Grafo Bipartito
fr: Graphe Biparti
ja: 二部グラフ
nl: Bipartiete Graaf
ru: двудольный граф

source: Kirchhoff's Matrix:
ar: مصفوفة كيرجوف
de: Kirchhoffschen Matrix:
es: Matriz de Kirchhoff:
fr: Matrice de Kirchhoff:
ja: キルヒホッフのマトリックス：
nl: Kirchhoff Matrix:
ru: Матрица Кирхгофа:

source: Ad Free
ar: بدون إعلانات
de: Ohne Werbung
es: Sin Anuncios
fr: Sans Publicité
ja: 広告なし
nl: Zonder Advertenties
ru: без рекламы

source: Text Text Text Text Text
es: Escrito Escrito Escrito Escrito Escrito
fr: Texte Texte Texte Texte Texte
ru: текст текст текст текст текст

source: Clear Clear Clear Clear
de: Löschen Löschen Löschen Löschen
es: Borrar Borrar Borrar Borrar
fr: Effacer Effacer Effacer Effacer
ru: стирать стирать стирать стирать
